Repository: badcast/dragon-tea
Catalog: client-frontend/dragon-tea/localization/translates/*.po
Languages: kk_kz

source: Error
kk_kz: Қате

source: Dragon Tea
kk_kz: Қарымұш Шай

source: Free messenger for transmission
kk_kz: Ақпарат алмасу үшін тегін мессенджер.

source: WEB-Page
kk_kz: Веб-парақ

source: Switch server:
kk_kz: Таңдалатын сервер:

source: Apply changes
kk_kz: Өзгерістерді қолдану

source: User is not exists.
kk_kz: Мұндай пайдаланушы жоқ.

source: Authentication is not confirmed: Error code: %d Error message: %s
kk_kz: Аутентификация сәйкес келмеді: Қате коды: %d Қате хабарлама: %s

source: Error registration: Error codew: %d Message error: %s
kk_kz: Қате тіркелу: Қате коды: %d Қате хабарлама: %s

source: The nickname should not be empty.
kk_kz: Никнейм бос болмауы керек.

source: You set is invalid ID
kk_kz: Сіз жарамсыз ID бердіңіз.

source: Sign in
kk_kz: Кіру

source: Sign up
kk_kz: Тіркелу

source: Log in using your UserID note: Numbers only, and it must be unique.
kk_kz: Өзініздің UserID арқылы кіріңіз: Ескерту: Тек сандар, және ол тексерулік болуы керек.

source: Signing...
kk_kz: Кірілуде...

source: Set UserID...
kk_kz: User ID енгізіңіз...

source: Enter your nickname. Force the use of the Latin alphabet, the length of the nickname is not more than 16 and not less than 3.
kk_kz: Никнейміңізді енгізіңіз. Көшірме: Тек Латын алфавитінде, никнеймдің ұзақтығы 16-тан аз және 3-тен көп болмауы керек.

source: Sign up...
kk_kz: Тіркелу...

source: Enter nickname...
kk_kz: Никнеймді енгізіңіз...

source: Authentication
kk_kz: Аутентификация

source: Dragon chat
kk_kz: Драконий чат

source: Configuration
kk_kz: Конфигурация

source: About
kk_kz: Бағдарлама туралы

source: You state is offline
kk_kz: Сіз офлайн режимдесіз

source: The message has been sent. Time of sending %s, received %s
kk_kz: Хабарлама жіберілді. Жіберу уақыты %s, алынған %s

source: Error send.
kk_kz: Жіберу қатесі.

source: Synchronization of %ld messages
kk_kz: %ld хабарламаны синхрондау

source: Your network has been restored.
kk_kz: Сіздің желісі жаңартылды.

source: You're online.
kk_kz: Сіз желіде.

source: Your account has been deleted.
kk_kz: Сіздің аккаунтыңыз өшірілді.

source: Network error. Your connection has been reset (%d remains)
kk_kz: Желі қатесі. Сіздің байланыстырылуыңыз тоқтатылды (%d қалды)

source: Unknown error
kk_kz: Белгісіз қате

source: Sending...
kk_kz: Жіберу...

source: Login completed.
kk_kz: Кіру аталды.

source: ------ Welcome to the Dragon Tea Server! Server: %s Your ID: %lld Your Nickname: %s Registration time: %s Last login time: %s ------
kk_kz: ------ Дракон Шайы серверіне қош келдіңіз! Сервер: %s Сіздің ID: %lld Сіздің Никнейміңіз: %s Тіркелу уақыты: %s Соңғы кірген уақыты: %s ------

source: The program is running as root. These privileges can harm the system, please be aware of this. Closing.
kk_kz: Программа root пайдаланушы атынан іске қосылды. Бұл привилегиялар жүйеге зиян келтіру мүмкін, сізде оны байланыс ұшырмасыздарын еске алыңыз. Жабу.

source: Error registration: Error code: %d Message error: %s
kk_kz: Тіркелу қатесі: Қате коды: %d Қате хабарлама: %s

source: Clear log
kk_kz: Журналды тазалау

source: ------ Welcome to the Dragon Tea Server! Server: %s Server version: %s Your ID: %lld Your Nickname: %s Registration time: %s Last login time: %s ------
kk_kz: ------ Дракон Шайы серверіне қош келдіңіз! Сервер: %s Сервера версиясы: %s Сіздің ID: %lld Сіздің Никнейміңіз: %s Тіркелу уақыты: %s Соңғы кірген уақыты: %s ------

source: Show log window on startup
kk_kz: Іске қосу кезінде журнал терезесін көрсету

source: Read message
kk_kz: Оқылды

source: Remove old notifications
kk_kz: Ескі хабарландыруларды жою
